Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Read the score as a summary, not a measurement. The individual inputs — how long you slept, how much of your time in bed was asleep, how broken up it was — are measured. The weights that combine them into one number out of 100, and the bands below that turn that number into a word, are calibrated product choices. No study shows that this particular formula predicts recovery, performance or health. Your own trend in it is more useful than any single night's value.
ar: اقرأ النتيجة كملخص، لا كقياس. المدخلات الفردية — مدة نومك، ونسبة وقتك في السرير الذي قضيته نائمًا، ومدى تقطّعه — مُقاسة. أما الأوزان التي تجمعها في رقم واحد من 100، والنطاقات أدناه التي تحوّل ذلك الرقم إلى كلمة، فهي خيارات منتج معايَرة. لا توجد دراسة تُظهر أن هذه الصيغة بعينها تتنبأ بالتعافي أو الأداء أو الصحة. اتجاهك الشخصي فيها أنفع من قيمة أي ليلة منفردة.
da: Læs scoren som en opsummering, ikke en måling. De enkelte input — hvor længe du sov, hvor stor en del af tiden i sengen du sov, hvor afbrudt søvnen var — er målt. De vægte, der kombinerer dem til ét tal ud af 100, og båndene nedenfor, der gør tallet til et ord, er kalibrerede produktvalg. Ingen undersøgelse viser, at netop denne formel forudsiger restitution, præstation eller helbred. Din egen tendens i den er mere brugbar end en enkelt nats værdi.
de: Lies den Wert als Zusammenfassung, nicht als Messung. Die einzelnen Eingaben — wie lange du geschlafen hast, wie viel deiner Zeit im Bett du geschlafen hast, wie unterbrochen der Schlaf war — werden gemessen. Die Gewichtungen, die sie zu einer Zahl von 100 zusammenführen, und die Bereiche unten, die diese Zahl in ein Wort übersetzen, sind kalibrierte Produktentscheidungen. Keine Studie zeigt, dass genau diese Formel Erholung, Leistung oder Gesundheit vorhersagt. Dein eigener Trend ist nützlicher als der Wert einer einzelnen Nacht.
es: Lee la puntuación como un resumen, no como una medición. Los datos de entrada —cuánto dormiste, qué parte del tiempo en la cama pasaste dormido, lo fragmentado que fue— se miden. Los pesos que los combinan en un número sobre 100, y las franjas de abajo que convierten ese número en una palabra, son decisiones de producto calibradas. Ningún estudio demuestra que esta fórmula concreta prediga la recuperación, el rendimiento o la salud. Tu propia tendencia en ella es más útil que el valor de cualquier noche aislada.
fi: Lue pisteet yhteenvetona, älä mittauksena. Yksittäiset syötteet — kuinka kauan nukuit, kuinka suuren osan sängyssä vietetystä ajasta nukuit, kuinka katkonaista uni oli — on mitattu. Painot, joilla ne yhdistetään yhdeksi luvuksi sadasta, ja alla olevat rajat, jotka muuttavat luvun sanaksi, ovat kalibroituja tuotevalintoja. Mikään tutkimus ei osoita, että juuri tämä kaava ennustaisi palautumista, suorituskykyä tai terveyttä. Oma trendisi on hyödyllisempi kuin minkään yksittäisen yön arvo.
fr: Lisez le score comme un résumé, pas comme une mesure. Les éléments individuels — combien de temps vous avez dormi, quelle part de votre temps au lit vous dormiez, à quel point le sommeil a été fragmenté — sont mesurés. Les poids qui les combinent en un chiffre sur 100, et les bandes ci-dessous qui transforment ce chiffre en un mot, sont des choix produit calibrés. Aucune étude ne montre que cette formule précise prédit la récupération, la performance ou la santé. Votre propre tendance sur ce score est plus utile que la valeur d’une seule nuit.
is: Lestu stigin sem samantekt, ekki mælingu. Einstöku inntökin — hversu lengi þú svafst, hversu stóran hluta tímans í rúminu þú svafst, hversu slitróttur svefninn var — eru mæld. Vægin sem sameina þau í eina tölu af 100, og bilin hér að neðan sem breyta tölunni í orð, eru kvarðaðar vöruákvarðanir. Engin rannsókn sýnir að þessi tiltekna formúla spái fyrir um bata, frammistöðu eða heilsu. Þín eigin þróun í henni er gagnlegri en gildi einnar nætur.
it: Leggi il punteggio come un riepilogo, non come una misura. I singoli input — quanto hai dormito, quanta parte del tempo a letto hai dormito, quanto è stato frammentato — sono misurati. I pesi che li combinano in un numero su 100, e le fasce qui sotto che trasformano quel numero in una parola, sono scelte di prodotto calibrate. Nessuno studio dimostra che questa formula specifica preveda recupero, prestazioni o salute. La tua tendenza personale è più utile del valore di una singola notte.
ja: スコアは測定値ではなく要約として読んでください。個々の入力 — 睡眠時間、ベッドにいた時間のうち眠っていた割合、どれだけ途切れたか — は測定されたものです。それらを 100 点満点の一つの数値にまとめる重みと、その数値を言葉に置き換える下記の区分は、調整された製品上の選択です。この特定の計算式が回復、パフォーマンス、健康を予測することを示す研究はありません。一晩の値よりも、あなた自身のトレンドのほうが役に立ちます。
ko: 점수는 측정값이 아니라 요약으로 읽으세요. 개별 입력값 — 얼마나 잤는지, 침대에 있던 시간 중 얼마나 잠들어 있었는지, 얼마나 끊겼는지 — 은 측정된 것입니다. 이를 100점 만점의 숫자 하나로 합치는 가중치와, 그 숫자를 말로 바꾸는 아래 구간은 보정된 제품 선택입니다. 이 특정 공식이 회복, 퍼포먼스, 건강을 예측한다는 연구는 없습니다. 단일한 밤의 값보다 본인의 추세가 더 유용합니다.
nb: Les scoren som en oppsummering, ikke en måling. De enkelte inndataene — hvor lenge du sov, hvor mye av tiden i sengen du sov, hvor oppstykket søvnen var — er målt. Vektene som slår dem sammen til ett tall av 100, og båndene nedenfor som gjør tallet om til et ord, er kalibrerte produktvalg. Ingen studie viser at akkurat denne formelen forutsier restitusjon, prestasjon eller helse. Din egen trend i den er mer nyttig enn verdien for en enkelt natt.
nl: Lees de score als samenvatting, niet als meting. De afzonderlijke onderdelen — hoe lang je sliep, welk deel van je tijd in bed je sliep, hoe onderbroken het was — worden gemeten. De gewichten die ze combineren tot één getal van 100, en de banden hieronder die dat getal in een woord omzetten, zijn gekalibreerde productkeuzes. Geen enkele studie toont aan dat juist deze formule herstel, prestaties of gezondheid voorspelt. Je eigen trend erin is nuttiger dan de waarde van één nacht.
pt_br: Leia a pontuação como um resumo, não como uma medição. Os dados de entrada individuais — quanto tempo você dormiu, quanto do seu tempo na cama foi de sono, o quanto ele foi fragmentado — são medidos. Os pesos que os combinam em um número de 0 a 100, e as faixas abaixo que transformam esse número em uma palavra, são escolhas de produto calibradas. Nenhum estudo mostra que esta fórmula específica prevê recuperação, desempenho ou saúde. Sua própria tendência nela é mais útil do que o valor de qualquer noite isolada.
ru: Воспринимайте оценку как сводку, а не измерение. Отдельные входные данные — сколько вы спали, какую часть времени в постели спали, насколько сон был прерывистым — измеряются. А веса, которые сводят их в одно число из 100, и диапазоны ниже, превращающие это число в слово, — откалиброванные решения продукта. Ни одно исследование не показывает, что именно эта формула предсказывает восстановление, результативность или здоровье. Ваш собственный тренд по ней полезнее значения любой отдельной ночи.
sv: Läs poängen som en sammanfattning, inte en mätning. De enskilda indata — hur länge du sov, hur stor del av tiden i sängen du sov, hur avbruten sömnen var — är uppmätta. Vikterna som kombinerar dem till ett tal av 100, och intervallen nedan som gör talet till ett ord, är kalibrerade produktval. Ingen studie visar att just den här formeln förutsäger återhämtning, prestation eller hälsa. Din egen trend är mer användbar än en enskild natts värde.
zh_hans: 请把这个评分看作一个摘要，而不是一项测量。各项输入 — 你睡了多久、卧床时间中有多少在睡觉、睡眠有多零碎 — 是测量得来的。将它们合成一个满分 100 的数字所用的权重，以及下方将这个数字转换为文字描述的区间，是经过校准的产品选择。没有研究表明这个特定公式能预测恢复、表现或健康。它在你自己身上的趋势比任何一晚的数值都更有用。

source: Readiness (1-10)
ar: الجاهزية (1-10)
da: Parathed (1-10)
de: Bereitschaft (1–10)
es: Preparación (1-10)
fi: Valmius (1–10)
fr: État de préparation (1-10)
is: Viðbúnaður (1-10)
it: Prontezza (1-10)
ja: 準備状態（1～10）
ko: 준비 상태(1-10)
nb: Beredskap (1-10)
nl: Gereedheid (1-10)
pt_br: Prontidão (1-10)
ru: Готовность (1–10)
sv: Beredskap (1–10)
zh_hans: 准备状态（1-10）

source: Readiness (1-10) vs Recovery Score (0-100)
ar: الجاهزية (1-10) مقابل درجة التعافي (0-100)
da: Parathed (1-10) vs. restitutionsscore (0-100)
de: Bereitschaft (1–10) vs. Erholungs-Score (0–100)
es: Preparación (1-10) frente a puntuación de recuperación (0-100)
fi: Valmius (1–10) vs. palautumispistemäärä (0–100)
fr: État de préparation (1-10) ou score de récupération (0-100)
is: Viðbúnaður (1-10) á móti Batastigi (0-100)
it: Prontezza (1-10) vs Punteggio di recupero (0-100)
ja: 準備状態（1～10）と回復スコア（0～100）
ko: 준비 상태(1-10) 대 회복 점수(0-100)
nb: Beredskap (1-10) mot restitusjonsscore (0-100)
nl: Gereedheid (1-10) vs herstelscore (0-100)
pt_br: Prontidão (1-10) vs. Pontuação de Recuperação (0-100)
ru: Готовность (1–10) и оценка восстановления (0–100)
sv: Beredskap (1–10) jämfört med återhämtningspoäng (0–100)
zh_hans: 准备状态（1-10）与恢复评分（0-100）

source: Reading TSB
ar: قراءة TSB
da: Aflæsning af TSB
de: TSB lesen
es: Interpretar el TSB
fi: TSB:n tulkinta
fr: Lire le TSB
is: Að lesa í TSB
it: Interpretare il TSB
ja: TSB の読み方
ko: TSB 읽기
nb: Lese TSB
nl: TSB lezen
pt_br: Interpretando o TSB
ru: Как читать TSB
sv: Läsa TSB
zh_hans: 解读 TSB

source: Reasoning depth is below cloud frontier models — multi-week trend analysis ("compare this month to last month") routes to your strongest cloud provider in Auto mode for that reason.
ar: عمق الاستدلال أقل من النماذج السحابية الرائدة — لذلك يُوجَّه تحليل الاتجاهات متعدد الأسابيع («قارن هذا الشهر بالشهر الماضي») إلى أقوى مزوّد سحابي لديك في الوضع التلقائي.
da: Ræsonneringsdybden er under de førende cloudmodeller — analyser af tendenser over flere uger (»sammenlign denne måned med sidste måned«) sendes derfor til din stærkeste cloududbyder i Auto-tilstand.
de: Die Tiefe des Reasonings liegt unter der von Cloud-Spitzenmodellen — Trendanalysen über mehrere Wochen („Vergleiche diesen Monat mit dem letzten“) werden im Auto-Modus deshalb an deinen stärksten Cloud-Anbieter weitergeleitet.
es: La capacidad de razonamiento está por debajo de los modelos punteros en la nube: por eso, en modo Automático, el análisis de tendencias de varias semanas («compara este mes con el anterior») se envía a tu proveedor en la nube más potente.
fi: Päättelykyky jää pilven kärkimalleista — usean viikon trendianalyysi ("vertaa tätä kuukautta viime kuukauteen") ohjataan siksi Automaattinen-tilassa vahvimmalle pilvipalveluntarjoajallesi.
fr: La profondeur de raisonnement est inférieure à celle des modèles cloud de pointe — c’est pourquoi l’analyse des tendances sur plusieurs semaines (« compare ce mois-ci au mois dernier ») est confiée à votre fournisseur cloud le plus performant en mode Auto.
is: Rökhugsunargetan er minni en hjá fremstu skýjalíkönum — greining á þróun yfir margar vikur („berðu þennan mánuð saman við síðasta mánuð“) er því send til öflugasta skýjaþjónustuaðilans þíns í Sjálfvirkum ham.
it: La capacità di ragionamento è inferiore a quella dei modelli cloud più avanzati: per questo, in modalità Automatico, l'analisi delle tendenze su più settimane ("confronta questo mese con il mese scorso") viene inviata al tuo fornitore cloud più potente.
ja: 推論の深さはクラウドの最先端モデルに及びません — そのため、数週間にわたるトレンド分析（「今月と先月を比べて」）は、自動モードでは最も高性能なクラウドプロバイダに振り分けられます。
ko: 추론 깊이는 클라우드 최상위 모델보다 낮습니다 — 그래서 자동 모드에서는 여러 주에 걸친 추세 분석("이번 달과 지난달 비교")을 가장 강력한 클라우드 제공업체로 보냅니다.
nb: Resonneringsdybden er lavere enn hos de ledende skymodellene — trendanalyse over flere uker («sammenlign denne måneden med forrige») sendes derfor til den sterkeste skyleverandøren din i Auto-modus.
nl: De redeneerdiepte ligt onder die van de beste cloudmodellen — trendanalyse over meerdere weken (“vergelijk deze maand met vorige maand”) gaat daarom in de modus Auto naar je sterkste cloudaanbieder.
pt_br: A capacidade de raciocínio é inferior à dos modelos de ponta na nuvem — por isso, a análise de tendências de várias semanas ("compare este mês com o mês passado") é encaminhada ao seu provedor de nuvem mais potente no modo Auto.
ru: Глубина рассуждений ниже, чем у передовых облачных моделей, — поэтому в режиме «Авто» анализ трендов за несколько недель («сравни этот месяц с прошлым») направляется вашему самому мощному облачному провайдеру.
sv: Resonemangsdjupet är lägre än hos de främsta molnmodellerna — analys av trender över flera veckor ("jämför den här månaden med förra") skickas därför till din starkaste molnleverantör i Auto-läge.
zh_hans: 推理深度不及云端前沿模型 — 因此在自动模式下，跨多周的趋势分析（“比较这个月和上个月”）会转给你最强的云端服务商。

source: Recent training has jumped well beyond your usual range. The size of the change is what's worth noticing — an easier session helps your body absorb the work.
ar: قفز التدريب الحديث إلى ما يتجاوز نطاقك المعتاد بكثير. حجم التغيير هو ما يستحق الانتباه — جلسة أخف تساعد جسمك على استيعاب العمل.
da: Nylig træning er steget langt ud over dit normale interval. Det er størrelsen af ændringen, der er værd at bemærke — en lettere session hjælper din krop med at optage arbejdet.
de: Dein jüngstes Training liegt weit über deinem üblichen Bereich. Bemerkenswert ist das Ausmaß der Veränderung — eine leichtere Einheit hilft deinem Körper, die Arbeit zu verarbeiten.
es: El entrenamiento reciente ha saltado muy por encima de tu rango habitual. Lo que merece atención es el tamaño del cambio: una sesión más suave ayuda a tu cuerpo a asimilar el trabajo.
fi: Viimeaikainen harjoittelu on hypännyt selvästi tavallisen vaihteluvälisi yli. Muutoksen suuruus on huomionarvoinen — kevyempi harjoitus auttaa kehoasi sulattamaan työn.
fr: L’entraînement récent a largement dépassé votre plage habituelle. C’est l’ampleur du changement qui mérite attention — une séance plus facile aide votre corps à assimiler le travail.
is: Nýlegar æfingar eru langt umfram þitt venjulega bil. Stærð breytingarinnar er það sem vert er að taka eftir — léttari æfing hjálpar líkamanum að vinna úr álaginu.
it: L'allenamento recente è salito ben oltre il tuo intervallo abituale. Ciò che conta è l'entità del cambiamento: una sessione più facile aiuta il corpo ad assorbire il lavoro.
ja: 最近のトレーニングが普段の範囲を大きく超えて急増しています。注目すべきは変化の大きさです — 軽めのセッションにすると、体がその負荷を吸収しやすくなります。
ko: 최근 훈련이 평소 범위를 크게 넘어섰습니다. 눈여겨볼 것은 변화의 크기입니다 — 가벼운 세션이 몸이 훈련을 흡수하는 데 도움이 됩니다.
nb: Nylig trening har økt godt utover det vanlige området ditt. Det er størrelsen på endringen som er verdt å legge merke til — en lettere økt hjelper kroppen å ta opp arbeidet.
nl: Je recente training ligt ver boven je gebruikelijke bereik. Het is de grootte van de verandering die opvalt — een lichtere sessie helpt je lichaam het werk te verwerken.
pt_br: O treino recente saltou bem além da sua faixa habitual. O tamanho da mudança é o que merece atenção — uma sessão mais leve ajuda seu corpo a absorver o trabalho.
ru: Недавние тренировки сильно вышли за ваш обычный диапазон. Внимания заслуживает именно размер изменения — более лёгкая сессия поможет организму усвоить работу.
sv: Den senaste träningen har ökat långt utöver ditt vanliga intervall. Det är storleken på förändringen som är värd att notera — ett lättare pass hjälper kroppen att ta upp arbetet.
zh_hans: 近期训练已远超你的常规范围。值得注意的是变化的幅度 — 安排一次轻松些的训练有助于身体消化这些训练量。

source: Recent training is heavier than your longer-term base. Could be a planned overreach block or an unstructured ramp — context matters.
ar: التدريب الحديث أثقل من قاعدتك طويلة المدى. قد يكون مرحلة حمل زائد مخططة أو تصاعدًا غير منظّم — السياق مهم.
da: Nylig træning er tungere end din langsigtede base. Kan være en planlagt overbelastningsblok eller en ustruktureret optrapning — konteksten betyder noget.
de: Dein jüngstes Training ist härter als deine längerfristige Basis. Das kann ein geplanter Überlastungsblock oder eine unstrukturierte Steigerung sein — der Kontext zählt.
es: El entrenamiento reciente es más intenso que tu base a largo plazo. Puede ser un bloque de sobrecarga planificado o un aumento sin estructura: el contexto importa.
fi: Viimeaikainen harjoittelu on raskaampaa kuin pidemmän aikavälin pohjasi. Voi olla suunniteltu ylikuormitusjakso tai jäsentymätön nousu — asiayhteys ratkaisee.
fr: L’entraînement récent est plus lourd que votre base à long terme. Il peut s’agir d’un bloc de surcharge planifié ou d’une montée en charge non structurée — le contexte compte.
is: Nýlegar æfingar eru þyngri en langtímagrunnurinn þinn. Gæti verið skipulagt yfirálagstímabil eða óskipulögð aukning — samhengið skiptir máli.
it: L'allenamento recente è più pesante della tua base a lungo termine. Può essere un blocco di sovraccarico pianificato o un aumento non strutturato: il contesto conta.
ja: 最近のトレーニングが長期的な土台より重くなっています。計画的なオーバーリーチ期間かもしれませんし、無計画な負荷の増加かもしれません — 状況次第です。
ko: 최근 훈련이 장기 기반보다 무겁습니다. 계획된 과부하 블록일 수도, 체계 없는 증가일 수도 있습니다 — 맥락이 중요합니다.
nb: Nylig trening er tyngre enn det langsiktige grunnlaget ditt. Kan være en planlagt overbelastningsblokk eller en ustrukturert økning — konteksten betyr noe.
nl: Je recente training is zwaarder dan je basis op langere termijn. Kan een gepland overbelastingsblok zijn of een ongestructureerde opbouw — de context telt.
pt_br: O treino recente está mais pesado que sua base de longo prazo. Pode ser um bloco de sobrecarga planejado ou um aumento sem estrutura — o contexto importa.
ru: Недавние тренировки тяжелее вашей долгосрочной базы. Это может быть запланированный блок перегрузки или бессистемный рост — важен контекст.
sv: Den senaste träningen är tyngre än din långsiktiga bas. Det kan vara ett planerat överbelastningsblock eller en ostrukturerad ökning — sammanhanget spelar roll.
zh_hans: 近期训练比你的长期基础更重。可能是计划中的超量训练阶段，也可能是无计划的加量 — 背景很重要。

source: Recent training is in line with your longer-term base. Sustainable territory.
ar: التدريب الحديث متوافق مع قاعدتك طويلة المدى. منطقة قابلة للاستدامة.
da: Nylig træning er på linje med din langsigtede base. Bæredygtigt område.
de: Dein jüngstes Training entspricht deiner längerfristigen Basis. Nachhaltiger Bereich.
es: El entrenamiento reciente está en línea con tu base a largo plazo. Terreno sostenible.
fi: Viimeaikainen harjoittelu vastaa pidemmän aikavälin pohjaasi. Kestävällä alueella.
fr: L’entraînement récent est en ligne avec votre base à long terme. Zone soutenable.
is: Nýlegar æfingar eru í samræmi við langtímagrunninn þinn. Sjálfbært svæði.
it: L'allenamento recente è in linea con la tua base a lungo termine. Territorio sostenibile.
ja: 最近のトレーニングは長期的な土台と釣り合っています。持続可能な範囲です。
ko: 최근 훈련이 장기 기반과 비슷합니다. 지속 가능한 영역입니다.
nb: Nylig trening er i tråd med det langsiktige grunnlaget ditt. Bærekraftig område.
nl: Je recente training past bij je basis op langere termijn. Houdbaar terrein.
pt_br: O treino recente está alinhado com sua base de longo prazo. Território sustentável.
ru: Недавние тренировки соответствуют вашей долгосрочной базе. Устойчивая зона.
sv: Den senaste träningen ligger i linje med din långsiktiga bas. Hållbart läge.
zh_hans: 近期训练与你的长期基础相当。处于可持续的范围。

source: Recent training is lower than your fitness base. Could be a taper, a rest week, illness, or natural variation.
ar: التدريب الحديث أقل من قاعدة لياقتك. قد تكون فترة تخفيف أو أسبوع راحة أو مرضًا أو تفاوتًا طبيعيًا.
da: Nylig træning er lavere end dit formgrundlag. Kan være en nedtrapning, en hvileuge, sygdom eller naturlig variation.
de: Dein jüngstes Training liegt unter deiner Fitnessbasis. Das kann ein Tapering, eine Erholungswoche, Krankheit oder eine natürliche Schwankung sein.
es: El entrenamiento reciente es menor que tu base de forma física. Puede ser una puesta a punto, una semana de descanso, una enfermedad o variación natural.
fi: Viimeaikainen harjoittelu on kuntopohjaasi kevyempää. Voi olla keventely, lepoviikko, sairaus tai luonnollista vaihtelua.
fr: L’entraînement récent est inférieur à votre base de forme. Il peut s’agir d’un affûtage, d’une semaine de repos, d’une maladie ou d’une variation naturelle.
is: Nýlegar æfingar eru minni en þrekgrunnurinn þinn. Gæti verið niðurtröppun, hvíldarvika, veikindi eða eðlileg sveifla.
it: L'allenamento recente è inferiore alla tua base di forma. Può essere uno scarico, una settimana di riposo, una malattia o una variazione naturale.
ja: 最近のトレーニングが体力の土台を下回っています。テーパー、休養週、体調不良、または自然な変動の可能性があります。
ko: 최근 훈련이 체력 기반보다 적습니다. 테이퍼, 휴식 주간, 질병, 또는 자연스러운 변동일 수 있습니다.
nb: Nylig trening er lavere enn formgrunnlaget ditt. Kan være nedtrapping, en hvileuke, sykdom eller naturlig variasjon.
nl: Je recente training is lager dan je fitheidsbasis. Kan een taperperiode, een rustweek, ziekte of natuurlijke variatie zijn.
pt_br: O treino recente está abaixo da sua base de condicionamento. Pode ser um polimento, uma semana de descanso, doença ou variação natural.
ru: Недавние тренировки ниже вашей базы. Это может быть снижение нагрузки перед стартом, неделя отдыха, болезнь или естественные колебания.
sv: Den senaste träningen ligger under din konditionsbas. Det kan vara en nedtrappning, en vilovecka, sjukdom eller naturlig variation.
zh_hans: 近期训练低于你的体能基础。可能是减量、休息周、生病或自然波动。

source: Record
ar: تسجيل
da: Optag
de: Aufnahme
es: Grabar
fi: Tallenna
fr: Enregistrer
is: Taka upp
it: Registra
ja: 記録
ko: 기록
nb: Opptak
nl: Opnemen
pt_br: Gravar
ru: Запись
sv: Spela in
zh_hans: 记录

source: Record at the same time each day — morning is best
ar: سجّل في الوقت نفسه كل يوم — الصباح هو الأفضل
da: Optag på samme tidspunkt hver dag — morgen er bedst
de: Miss jeden Tag zur gleichen Zeit — am besten morgens
es: Graba a la misma hora cada día: lo mejor es por la mañana
fi: Tallenna samaan aikaan joka päivä — aamu on paras
fr: Enregistrez à la même heure chaque jour — le matin est idéal
is: Taktu upp á sama tíma á hverjum degi — morgnarnir eru bestir
it: Registra alla stessa ora ogni giorno — il mattino è l'ideale
ja: 毎日同じ時間に記録してください — 朝が最適です
ko: 매일 같은 시간에 기록하세요 — 아침이 가장 좋습니다
nb: Ta opp på samme tid hver dag — morgenen er best
nl: Neem elke dag op hetzelfde moment op — ’s ochtends is het best
pt_br: Grave no mesmo horário todos os dias — de manhã é melhor
ru: Записывайте в одно и то же время каждый день — лучше всего утром
sv: Mät vid samma tid varje dag — morgonen är bäst
zh_hans: 每天在同一时间记录 — 早晨最好

source: Recording
ar: تسجيل
da: Optagelse
de: Aufnahme
es: Grabación
fi: Tallennus
fr: Enregistrement
is: Upptaka
it: Registrazione
ja: 記録
ko: 기록 중
nb: Opptak
nl: Opname
pt_br: Gravação
ru: Запись
sv: Inspelning
zh_hans: 记录中

source: Recovering Lost Data
ar: استرداد البيانات المفقودة
da: Gendannelse af tabte data
de: Verlorene Daten wiederherstellen
es: Recuperar datos perdidos
fi: Kadonneiden tietojen palauttaminen
fr: Récupérer des données perdues
is: Að endurheimta glötuð gögn
it: Recuperare dati persi
ja: 失われたデータの復元
ko: 유실된 데이터 복구
nb: Gjenopprette tapte data
nl: Verloren gegevens herstellen
pt_br: Recuperando dados perdidos
ru: Восстановление потерянных данных
sv: Återställa förlorade data
zh_hans: 恢复丢失的数据

source: Recovery Score (0-100)
ar: درجة التعافي (0-100)
da: Restitutionsscore (0-100)
de: Erholungs-Score (0–100)
es: Puntuación de recuperación (0-100)
fi: Palautumispistemäärä (0–100)
fr: Score de récupération (0-100)
is: Batastig (0-100)
it: Punteggio di recupero (0-100)
ja: 回復スコア（0～100）
ko: 회복 점수(0-100)
nb: Restitusjonsscore (0-100)
nl: Herstelscore (0-100)
pt_br: Pontuação de Recuperação (0-100)
ru: Оценка восстановления (0–100)
sv: Återhämtningspoäng (0–100)
zh_hans: 恢复评分（0-100）

source: Recovery Score Ring
ar: حلقة درجة التعافي
da: Restitutionsscorering
de: Erholungs-Score-Ring
es: Anillo de la puntuación de recuperación
fi: Palautumispistemäärän rengas
fr: Anneau du score de récupération
is: Batastigshringur
it: Anello del punteggio di recupero
ja: 回復スコアのリング
ko: 회복 점수 링
nb: Restitusjonsscore-ring
nl: Ring van de herstelscore
pt_br: Anel da Pontuação de Recuperação
ru: Кольцо оценки восстановления
sv: Ring för återhämtningspoäng
zh_hans: 恢复评分圆环

source: Recovery Vitals
ar: المؤشرات الحيوية للتعافي
da: Restitutionsværdier
de: Erholungsvitalwerte
es: Signos vitales de recuperación
fi: Palautumisen vitaaliarvot
fr: Signes vitaux de récupération
is: Lífsmörk bata
it: Parametri vitali di recupero
ja: 回復バイタル
ko: 회복 활력 징후
nb: Restitusjonsverdier
nl: Herstel-vitalen
pt_br: Sinais Vitais de Recuperação
ru: Показатели восстановления
sv: Återhämtningsvärden
zh_hans: 恢复生命体征
